<template>
  <div class="Faq">
    <h2>よくある質問</h2>

    <TextCard title="■どんな内容の原稿が掲載されますか？">
      生物学、生き物に関するあらゆる記事を扱います。特に、生き物の分布、生態、形態、分類に関する記事・論文や、ある分類群に関する紹介記事・総説などを歓迎いたします。たとえば、生物学に関する研究成果の報告、ある分類群についての図鑑的紹介、同定の手引き、採集・飼育・栽培方法について、生き物に関する活動紹介・コラム、文献・資料のリスト、書籍や論文のレビュー（セルフレビュー含む）、分布記録、学生・生徒の自由研究の成果などが含まれます。また、生き物に関連する教育活動や、環境保護活動の紹介なども扱うことが可能です。以上の内容に含まれない場合でも、投稿・掲載が可能な場合もありますので、投稿内容のご相談・ご提案については、個別にお問い合わせください。
    </TextCard>
  </div>
</template>

<script>
import TextCard from "@/components/TextCard.vue";

export default {
  components: {
    TextCard,
  },
  head() {
    return {
      title: "よくある質問",
    };
  },
};
</script>
