<template>
  <div class="Rule">
    <h2>投稿規定(2020年4月1日改訂)</h2>

    <TextCard title="投稿区分">
      <ol>
        <li>
          報文 General　生物の研究報告全般（分布記録を除く）
          <ul>
            <li>Discovery 分布記録</li>
            <li>写真・短文投稿（SNS投稿）</li>
          </ul>
        </li>
        <li>総説（分類群・研究分野のレビューなど）</li>
        <li>
          雑記（書評、紹介、活動報告、資料など）
        </li>
        <li>
          その他（生き物、生物学に関連する原稿）
        </li>
      </ol>
    </TextCard>

    <TextCard title="投稿資格">
      <p>
        特にありません。
      </p>
    </TextCard>

    <TextCard title="投稿料">
      <p>
        無料
      </p>
    </TextCard>

    <TextCard title="原稿の言語">
      <p>
        日本語または英語とします。
      </p>
    </TextCard>

    <TextCard title="投稿方法">
      <p>
        以下を明記して投稿してください。
      </p>
      <ul>
        <li>表題（タイトル）</li>
        <li>
          氏名（グループ名義、活動名義、ペンネーム可）
          ※英語タイトルをつける場合、英語表記も併記のこと
        </li>
        <li>所属（無所属可、住所は任意）※Snapshotへの投稿には任意</li>
        <li>連絡先のメールアドレス</li>
        <li>投稿区分（判断できない場合は編集部へ相談のこと）</li>
        <li>本文</li>
        <li>図表（任意）</li>
        <li>
          引用文献（本文中で引用したもの）、参考文献（執筆の参考にしたもの）（任意）
        </li>
      </ul>
      <br />
      <p>
        投稿は編集委員会メール、ウェブフォーム、またはニッチェ・ライフ公式SNSアカウントへのリプライ・ダイレクトメール（Snapshotのみ）で送付。メール送付の場合、txtまたはdoc、docxで入稿。
      </p>
      <!-- prettier-ignore -->
      <p>
        図や表は別ファイル（jpg, png, tiffなど）で入稿。図表の説明を明記してください。
      </p>
      <p>
        報文の「General」「Discovery」および総説に該当する原稿には、英語のタイトル、英語抄録をつけることを推奨します。
      </p>
      <!-- prettier-ignore -->
      <p>
        原稿の二次使用条件について、クリエイティブ・コモンズ・ライセンス（CC BY-NCまたはCC BY）を適用するか否かを明示してください（後述の「著作権」の項を参照）。
      </p>
    </TextCard>

    <TextCard title="文章の規則">
      <ul>
        <li>
          句点は「。」、読点は「、」を使用します。
        </li>
        <li>
          引用文献、参考文献の表記は、以下の例によります（ハーバード方式）。
        </li>
        <li>
          本文中での文献の引用は、以下のように著者名字と発行年の組み合わせによります。
          <ul>
            <li>
              佐藤(2019)によると――（文中） ――である(Brown, 2019)。（句読点の前）
            </li>
          </ul>
        </li>
        <li>
          文献の著者人数により以下のように表記します。
          <ul>
            <li>
              (佐藤・鈴木, 2019）、Brown and White (1999)　*2名
            </li>
            <li>
              (佐藤他, 2019a）、Brown et al. (1999)　*3名以上
            </li>
          </ul>
        </li>
        <li>
          引用文献、参考文献は、以下の例のように著者名、発行年、タイトル、雑誌名（書籍の場合は出版社名）、巻号、ページを明記してください。文献リストの掲載順は著者名のアルファベット順、同一著者の文献は発行年の古い順とします。同一形式で引用される文献が二つ以上あるときは、発行年の後ろに小文字アルファベットをつけて区別してください。
          <ul>
            <!-- prettier-ignore -->
            <li>
            Brown, A. B. 2019. New samples of the genus <i>Aaaa</i> in Japan. Journal of Samples 15(1): 100-109. *学術雑誌
          </li>
            <!-- prettier-ignore -->
            <li>
            Brown, A. B. and White, C. D. 1999. The Samples. 12-15. In. Red, E., Black, F. and Blue, G.(eds.) 1999. SAMPLE. Sample Book Publisher, London.　*書籍の一部
          </li>
            <!-- prettier-ignore -->
            <li>
            佐藤太郎・長谷川四郎・田中三郎. 2019a. 沖縄県サンプル図鑑. 例示出版, 東京. 200 pp. *書籍
          </li>
            <!-- prettier-ignore -->
            <li>
            佐藤太郎・鈴木次郎・斎藤五郎. 2019b. 東京都でサンプルを発見. 日本サンプル研究会誌 20: 19-21. *雑誌（和文）
          </li>
          </ul>
        </li>
      </ul>
    </TextCard>

    <TextCard title="原稿のチェック">
      <p>
        編集委員会またはゲストエディターがチェックを行った上、掲載します（査読は行いません）。ただし、投稿内容が科学的に不正確な内容を含むと考えられる場合や、誤字脱字の多い場合、生き物や生物学に関係ない内容が大半を占める場合などは、書き直しを求める、または掲載を許可しないことがあります。また、編集の都合上、上記の「文章の規則」に則って書式等を変更することがあります。
      </p>
    </TextCard>

    <TextCard title="冊子体、別刷り">
      <p>
        作成しませんが、PDF ファイルをお渡しします。
      </p>
    </TextCard>

    <TextCard title="著作権">
      <p>
        すべての記事の著作権は当該の著者に帰属するものとします。また、すべての記事はオープンアクセスの記事として、誰でもみられる形で本誌ウェブサイトから公開されることを、著者は投稿時点で予め了承したものとします。図版や表に関しては、執筆者が著作権を有する、あるいは著作権所有者から使用許諾を得ているものをご準備ください。分類群の紹介記事などで、著者自身で写真や図を用意できない場合、編集部にご相談ください。
      </p>
      <p>
        「Discovery」に該当する記事の二次利用条件としては、<a
          href="https://creativecommons.org/licenses/by-nc/4.0/deed.ja"
          target="_blank"
          rel="noopener"
          >クリエイティブ・コモンズ・ライセンス 表示・非営利（CC BY-NC 4.0）</a
        >を適用します。ただし、著者全員が希望する場合、<a
          href="https://creativecommons.org/licenses/by/4.0/deed.ja"
          target="_blank"
          rel="noopener"
          >クリエイティブ・コモンズ・ライセンス表示（CC BY 4.0）</a
        >も選択できます。
      </p>
      <!-- prettier-ignore -->
      <p>
        「Discovery」以外の区分では、報文の二次利用に著者の許諾が必要です。ただし、著者全員が希望する場合、クリエイティブ・コモンズ・ライセンス表示・非営利（CC BY-NC 4.0）またはクリエイティブ・コモンズ・ライセンス表示（CC BY 4.0）も選択できます。利用ライセンスは各報文の見出しに記されます。
      </p>
      <!-- prettier-ignore -->
      <p>
        ※クリエイティブ・コモンズ・ライセンス 表示・非営利（CC BY-NC 4.0）は、作者名とクレジット（出典等）を明示すれば、非営利目的に限り、著者権者への個別の許諾不要で著作物の二次利用を改変を含め認めるというライセンスです。また表示（CC BY 4.0）は、クレジットを明示することで営利・非営利目的を問わず二次利用を認めるというライセンスです。
      </p>
      <p>
        ニッチェ・ライフでは、研究成果の活用による生物研究の推進を図るため、クリエイティブ・コモンズ・ライセンスのもとで研究成果等を発表することを推奨します。なお、引用の範疇での利用、著作物とはみなされないデータそのものの利用は、もともと許諾は不要です。
      </p>
    </TextCard>

    <TextCard title="発行時期、原稿締め切り">
      <p>
        発行は年1回以上、原稿が集まり次第随時発行とします。
      </p>
    </TextCard>

    <TextCard title="投稿の注意点">
      <ul>
        <li>
          本誌で命名規約に関わる分類群の変更は行わないこととします。
        </li>
        <li>
          記事中で生物の分布情報を公表する際、環境省レッドリストや地方自治体の発行するレッドリストに掲載されている絶滅危惧種及び希少種、および保護すべきと思われる種については、個体群保護の観点から、詳細な生息地情報を載せない（基本的には市区町村単位までとする）、生息地が推定できる写真を掲載しないなどの配慮を行ってください。特に乱獲により絶滅の恐れのある希少種については、都道府県レベルまでの地名、あるいは河川であれば一級水系名にとどめるなどの配慮を行なってください。
        </li>
        <li>
          分布記録を投稿するにあたり、記録の根拠となる標本を作成・保管している場合は、標本の所蔵先を明記してください。可能な限り博物館等の研究機関に収蔵することを推奨していますが、著者本人が自宅等で保管している場合は「著者所蔵」と明記し、<a
            href="https://kojin-shuzo.com/"
            target="_blank"
            rel="noopener"
            >個人収蔵.com</a
          >への標本情報の登録を推奨します。希少種を登録する場合には、本文同様に詳細な生息地情報を掲載しないなどの配慮を行って下さい。
        </li>
        <li>
          他の媒体に掲載済の同内容を投稿すること（二重投稿）はできません。ただし報文のSnapshotに投稿する際は、SNS等の他の媒体に掲載したものを投稿できます。その場合、該当する投稿の固定リンク等を明記し、すでに同内容を投稿している旨を明示してください。
        </li>
        <li>
          ページ数やカラー図版の数に関して制限はありません。
        </li>
      </ul>
    </TextCard>

    <TextCard>
      <p>
        原稿の投稿、ならびに投稿規定や編集に関するお問い合わせは、<a
          href="mailto:info@niche-life.com"
          >info@niche-life.com</a
        >
        までお願いいたします。
      </p>
    </TextCard>
  </div>
</template>

<script>
import TextCard from "@/components/TextCard.vue";

export default {
  components: {
    TextCard,
  },
  head() {
    return {
      title: "投稿規定",
    };
  },
};
</script>
